// let stages = {
//     st0: {
//         img: 'img/img-1.jpg',
//         actorImg: '',
//         eTitle: 'Вот и всё..',
//         description: 'Ваша жизнь скоро закончится. И начнется новая...',
//         menu: ['Подойти к воротам', 'Попытаться убежать']},
//       st1: {
//         img: 'img/img-2.jpg',
//         actorImg: '',
//         eTitle: 'Стражник у ворот взглянул на вас',
//         description: 'Стражник: Свежее мясо?! Открывай ворота, Стенли!',
//         menu: ['Ждать...']},
//       st1_1: {
//         img: 'img/img-3.jpg',
//         actorImg: '',
//         eTitle: 'Вы ринулись, сломя голову, в сторону леса',
//         description: 'очевидно, что это был не лучший выбор. Лучники на стенах не просто так получают свой пай. Вас пронзило 3 стрелы и вы упали на колени. В глазах темнело, дух покидал ваше тело...',
//         menu: ['GameOver']},
//       st2: {
//         img: 'img/blackCastle.jpg',
//         actorImg: 'img/enemy-1.jpg',
//         eTitle: 'К вам подошел агрессивно настроеный молодой человек...',
//         description: 'МЧ: Слыш, ты что тут стоишь? ГГ: А, что? МЧ: Ах ты, щельмец! Сейчас ты у меня получишь!',
//         menu: ["Приготовиться к драке"]},
//       st3: {
//         img: 'img/blackCastle.jpg',
//         actorImg: '',
//         eTitle: 'Молодой человек повалился на земь',
//         description: 'Вы неплохо показали себя в этой драке, возможно будет круто всем люле давать. А-ХИ-ХИ-ХА-ХИ. Вы видите, что ворота открываются',
//         menu: ['Направится к воротам', 'Пук']
//       },
//       st4: {
//         img: 'img/blackCastleOutdoors.jpg',
//         actorImg: 'img/actor-sam.jpg',
//         eTitle: 'Вы проходите ворота и попадаете во внутренний двор.',
//         description: 'К вам подходит мужчина, с виду лет 30-35, в черном плаще и, добро улыбаясь, спрашивает: "Привет! Как тебя зовут?"',
//         menu: ["Меня зовут..."]
//       }
// }